---
kind: other
id: Methods.T:Autodesk.Revit.DB.Fabrication.DesignToFabricationConverter
source: html/5c117a70-983a-1459-1cb1-e8b3cb4e661b.htm
---
# DesignToFabricationConverter Methods

Converts the set of MEP design elements into fabrication parts.